[
  {
    "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
    "author": "Стив Макконнелл"
  },
  {
    "text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
    "author": "Артур Блох. Законы Мэрфи"
  },
  {
    "text": "Бывает, что не хочется жить, но это еще не значит, что хочется не жить.",
    "author": "Станислав Ежи Лец"
  },
  {
    "text": "Многое мы охотно бросили бы, если бы не боязнь, что кто-нибудь другой это подберет.",
    "author": "Оскар Уайльд"
  },
  {
    "text": "Почему Вы рассуждаете о жизни, вместо того, чтобы ощущать ее?",
    "author": "Эрих Мария Ремарк"
  },
  {
    "text": "Безвыходным мы называем положение, выход из которого нам не нравится.",
    "author": "Станислав Ежи Лец"
  },
  {
    "text": "Лучше хранить молчание и считаться дураком, чем раскрыть рот и оказаться им.",
    "author": "Марк Твен"
  },
  {
    "text": "Дайте человеку всё, чего он желает, и в ту же минуту он почувствует, что это всё не есть всё.",
    "author": "Иммануил Кант"
  },
  {
    "text": "Глуп тот человек, который никогда не меняет своего мнения.",
    "author": "Уинстон Черчилль"
  },
  {
    "text": "Секрет быть скучным состоит в умении рассказать о себе всё.",
    "author": "Оскар Уайльд"
  },
  {
    "text": "Стремитесь не к успеху, а к ценностям, которые он дает.",
    "author": "Альберт Эйнштейн"
  },
  {
    "text": "Логика может привести Вас от пункта А к пункту Б, а воображение — куда угодно.",
    "author": "Альберт Эйнштейн"
  },
  {
    "text": "Ваше время ограничено, не тратьте его, живя чужой жизнью.",
    "author": "Стив Джобс"
  },
  {
    "text": "Вы никогда не пересечете океан, если не наберетесь мужества потерять берег из виду.",
    "author": "Христофор Колумб"
  },
  {
    "text": "Свобода ничего не стоит, если она не включает в себя свободу ошибаться.",
    "author": "Махатма Ганди"
  },
  {
    "text": "Есть только один способ избежать критики: ничего не делайте, ничего не говорите и будьте никем.",
    "author": "Аристотель"
  },
  {
    "text": "Стоит только поверить, что вы можете – и вы уже на полпути к цели.",
    "author": "Теодор Рузвельт"
  },
  {
    "text": "Когда я освобождаюсь от того, кто я есть, я становлюсь тем, кем я могу быть.",
    "author": "Лао Цзы"
  },
  {
    "text": "Каждый хочет изменить человечество, но никто не задумывается о том, как изменить себя.",
    "author": "Лев Толстой"
  },
  {
    "text": "Неудача – это просто возможность начать снова, но уже более мудро.",
    "author": "Генри Форд"
  },
  {
    "text": "Всегда выбирайте самый трудный путь - на нем вы не встретите конкурентов.",
    "author": "Шарль де Голль"
  },
  {
    "text": "Либо напиши что-нибудь стоящее, либо делай что-нибудь, о чем стоит написать.",
    "author": "Бенджамин Франклин"
  },
  {
    "text": "Единственный способ сделать что-то очень хорошо – любить то, что ты делаешь.",
    "author": "Стив Джобс"
  }
]